<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta charset="UTF-8"/>
    <meta http-equiv="content-language" content="ru"/>
    <meta name="description" content='Занятия в Центре интеллектуального развития "Солнышко"'/>
    <link href="css/layout.css" rel="stylesheet"/>
    <link href="css/lessons.css" rel="stylesheet"/>
    <link href="css/top.css" rel="stylesheet"/>
    <link href="css/menu.css" rel="stylesheet"/>
    <link rel="SHORTCUT ICON" href="images/sun.gif" type="image/gif">
    <title>Солнышко</title>
</head>
<body class="background">
<header>
    <?php require "top.html"; ?>
</header>
<main>
    <nav>
        <?php require "menu.html"; ?>
    </nav>
    <div class="lessons">
        <!--Ранее развитие-->
        <div class="lesson">
                <h3 class="lesson-name">Ранее развитие (1,6-2 лет)</h3>
                <div class="lesson-description"></div>
            <div class="lesson-image"></div>
        </div>
        <!--Развивающшие игры-->
        <div class="lesson">
                <h3 class="lesson-name">Развивающшие игры (2-4 лет)</h3>
                <div class="lesson-description">
                    Программа:
                    <ol>
                        <li>Начало занятий - контруирование</li>
                        <li>Речевая игра</li>
                        <li>Пальчиковые игры ("тренируем пальчики - развиваем речь", жестовые игры)</li>
                        <li>Обучение счету в пределах 5-ти</li>
                        <li>Знакомство с гласными буквами (10 букв) со стихами</li>
                        <li>Дидактические игры на развитие моторики, мывшления, памяти, внимания, зщакрепление букв цветов, форм</li>
                        <li>Физкультминутки в музеыкальном сопровождении</li>
                        <li>Первыая пропись-=раскраска (учиимся правильно пользоваться уветными карандашами)</li>
                        <li>Музыкальная часть: Психогимнастика, Ритмика, Песенки с погремушками</li>
                        <li>Ручной труд (поделки из пластиолина, природногго материала, рисуем акварельными красками, аппликация без ножниц.)</li>
                        <li>Музыкальный праздник "Новый год" (возможен второй музыкальный праздник в конце учебного года в мае)</li>
                    </ol>
                    Продолжительность занятий 40 мин. 2 раза в неделю. Первый месяц занятия проводятся вместе с родителями для адаптации ребенка.
                    Далее занятия проводятсяя без родителей, при условии, если малыш позволит оставить его одного.
                </div>
            <div class="lesson-image"></div>
        </div>
        <!--Подготовка к школе-->
        <div class="lesson">
                <h3 class="lesson-name">Подготовка к школе (5-7 лет)</h3>
                <div class="lesson-description">
                    Программа:
                    <ol>
                        <li>Устные занятия: расширение кругозора, игры для развития фонематического слуха, пространственно-временного представления, классификации предметов.</li>
                        <li>Повторение, изучение букв. Классификация букв: гласные-согласные, звонкие-глухие, твердые-мягкие, гласные 1-го и 2-го ряда, гласные,
                            имеющие два звука. Соединяем буквы в слоги, слоги в слова. Делим слова на слоги. ОБбучение чтению.</li>
                        <li>Обучение счету в пределах 10-ти (прямой-обратный счет). Цвета и формы. математические понятия: знаки +,-,<,>,=.
                            решение и составление примеров в пределах 10-ти, логические задачи.</li>
                        <li>Дидактические игры.</li>
                        <li>Физкультминутки в музыкальном сопровождении</li>
                        <li>
                            Прописи:
                            <ol>
                                <li>Я пишу буквы (Пишем прописные буквы, для 5-ти лет печатные)</li>
                                <li>Я учусь математике (Задания на решение логических заданий, написание математических знаков, цифр,
                                    сравнение чисел, решение и составление примеров в пределах 10-ти).</li>
                                <li>Буквы и звуки; гласные-согласные; делим слова на слоги.</li>
                                <li>Последовательность событий</li>
                                <li>Графические диктанты (формирование школьной деятелности).</li>
                            </ol>
                        </li>
                        Задания выполняются шариковой ручкой, простым и цветными карандашами.
                        <li>Домашнее задание.</li>
                        <li>Музыкальная часть( (подготовка к праздникам): песенки, танцы,, игра на музыкальных инструментах (бубны, колокольчики, маракасы, металлофоны).</li>
                        <li>Ручной труд (поделнки из пластилина, природного метариала, рисуем акварельными и гуашевыми красками, аппликация, совершенствование навыков пользования ножницами).</li>
                        <li>Музыкальый празник "Золотая осень", "Новый год", "Празник мам и бабушек", "Здравствуй, лето".</li>
                    </ol>
                    Продолжительность занятия 2 часа 2 раза в неделю.
                </div>
            <div class="lesson-image"></div>
        </div>
        <!--Ритмопластика-->
        <div class="lesson">
                <h3 class="lesson-name">Ритмопластика (2-3 лет)</h3>
                <div class="lesson-description"></div>
            <div class="lesson-image"></div>
        </div>
        <!--Художественная лепка-->
        <div class="lesson">
                <h3 class="lesson-name">Художественная лепка (с 3-х лет и младшие школьники)</h3>
                <div class="lesson-description"></div>
            <div class="lesson-image"></div>
        </div>
        <!--Художественная лепка-->
        <div class="lesson">
                <h3 class="lesson-name">Художественная лепка (2-4 класс)</h3>
                <div class="lesson-description"></div>
            <div class="lesson-image"></div>
        </div>
    </div>
</main>
</body>
</html>
