<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta charset="UTF-8"/>
    <meta http-equiv="content-language" content="ru"/>
    <meta name="description" content='Занятия в Центре интеллектуального развития "Солнышко"'/>
    <link href="css/layout.css" rel="stylesheet"/>
    <link href="css/lessons.css" rel="stylesheet"/>
    <link href="css/top.css" rel="stylesheet"/>
    <link href="css/menu.css" rel="stylesheet"/>
    <link href="css/contactsCorner.css" rel="stylesheet"/>
    <link rel="SHORTCUT ICON" href="images/sun.gif" type="image/gif">
    <title>Солнышко</title>
</head>
<body class="background">
<header>
    <?php require "top.html"; ?>
</header>
<main>
    <nav>
        <?php require "menu.html"; ?>
    </nav>
    <div class="lessons">
        <h1>Групповые занятия</h1>
        <!--Ранее развитие-->
        <div id="lesson1" class="lesson">
            <div class="lesson-image"></div>
            <h2 class="lesson-name">Ранее развитие (1,6-2 лет)<br>"Развивалочка"</h2>
            <div class="lesson-description">
                <ol>
                    <li>Начало занятий - контруирование</li>
                    <li>Речевая игра (с игрушками)</li>
                    <li>Пальчиковые игры ("тренируем пальчики - развиваем речь", жестовые игры)</li>
                    <li>Обучение счету в пределах 5-ти</li>
                    <li>Знакомство с гласными буквами (10 букв). Учим стихи.</li>
                    <li>Дидактические игры на развитие моторики, мывшления, памяти, внимания, зщакрепление букв, цветов,
                        форм.</li>
                    <li>Физкультминутки в музеыкальном сопровождении</li>
                    <li>Первыая пропись-раскраска (учимся правильно пользоваться уветными карандашами)</li>
                    <li>Музыкальная часть: Психогимнастика, Ритмика, Песенки с погремушками</li>
                    <li>Ручной труд (поделки из пластиолина, природногго материала, рисуем акварельными красками,
                        аппликация без ножниц.)
                        <p>1-й месяц - пластилин, далее: 2 занятия краски, 2 занятия аппликация, 2 занятия пластилин.</p>
                    </li>
                    <li>Музыкальный праздник "Новый год" (возможен второй музыкальный праздник в конце учебного года в
                        мае)
                    </li>
                </ol>
                <p>
                    Продолжительность занятий 40 мин. 2 раза в неделю. Груповые занятия по 6 человек.<br>
                    Первый месяц занятия проводятся вместе с родителями для адаптации ребенка.
                    Далее занятия проводятся без родителей, при условии, если малыш позволит оставить его одного.
                </p>
            </div>
        </div>
        <!--Ритмопластика-->
        <div id="lesson2" class="lesson">
            <!--<div class="lesson-image"></div>-->
            <h2 class="lesson-name">Ритмопластика (2-3 лет)</h2>
            <div class="lesson-description">
                Ритмопластика-занятия для детей младшего возраста, на которых дети учатся двигаться под музыку,
                владеть своим телом, прорабатывают основные группы мышц,развивают внимание и память.
                На занятиях используются различные предметы ленточки, обручи, кубики, маракасы и т.п.
                <p>Продолжительность занятия 40 мин. 2 раза в неделю. Груповые занятия по 6 человек.</p>
            </div>
        </div>
        <!--Развивающшие игры-->
        <div id="lesson3" class="lesson">
            <div class="lesson-image"></div>
            <h2 class="lesson-name">Развивающие игры (3-4 года)</h2>
            <div class="lesson-description">
                <ol>
                    <li>Начало занятий - контруирование</li>
                    <li>Речевая игра</li>
                    <li>Пальчиковые игры ("тренируем пальчики - развиваем речь", жестовые игры)</li>
                    <li>Обучение счету в пределах 5-ти</li>
                    <li>Знакомство с гласными буквами (10 букв) со стихами</li>
                    <li>Дидактические игры на развитие моторики, мывшления, памяти, внимания, зщакрепление букв, цветов,
                        форм
                    </li>
                    <li>Физкультминутки в музеыкальном сопровождении</li>
                    <li>Первыая пропись-раскраска (учимся правильно пользоваться уветными карандашами)</li>
                    <li>Музыкальная часть: Психогимнастика, Ритмика, Песенки с погремушками</li>
                    <li>Ручной труд (поделки из пластиолина, природногго материала, рисуем акварельными красками,
                        аппликация без ножниц.)
                        <p>2 занятия краски, 2 занятия аппликация, 2 занятия пластилин.</p>
                    </li>
                    <li>Музыкальный праздник "Новый год" (возможен второй музыкальный праздник в конце учебного года в
                        мае)
                    </li>
                </ol>
                <p>
                    Продолжительность занятий 40 мин. 2 раза в неделю. Груповые занятия по 8 человек.<br>
                    Первый месяц занятия проводятся вместе с родителями для адаптации ребенка.
                    Далее занятия проводятся без родителей, при условии, если малыш позволит оставить его одного.
                </p>
            </div>
        </div>
        <!--Подготовка к школе-->
        <div id="lesson4" class="lesson">
            <div class="lesson-image"></div>
            <h2 class="lesson-name">"Подготовка к школе" (5-7 лет)</h2>
            <div class="lesson-description">
                Программа:
                <ol>
                    <li>Устные занятия: расширение кругозора, игры для развития фонематического слуха,
                        пространственно-временного представления, классификации предметов.
                    </li>
                    <li>Повторение, изучение букв. Классификация букв: гласные-согласные, звонкие-глухие,
                        твердые-мягкие, гласные 1-го и 2-го ряда, гласные,
                        имеющие два звука. Соединяем буквы в слоги, слоги в слова. Делим слова на слоги. ОБбучение
                        чтению.
                    </li>
                    <li>Обучение счету в пределах 10-ти (прямой-обратный счет). Цвета и формы. математические понятия:
                        знаки +,-,<,>,=.
                        решение и составление примеров в пределах 10-ти, логические задачи.
                    </li>
                    <li>Дидактические игры.</li>
                    <li>Физкультминутки в музыкальном сопровождении</li>
                    <li>
                        Прописи:
                        <ul>
                            <li>Я пишу буквы (Пишем прописные буквы, для 5-ти лет печатные)</li>
                            <li>Я учусь математике (Задания на решение логических заданий, написание математических
                                знаков, цифр,
                                сравнение чисел, решение и составление примеров в пределах 10-ти).
                            </li>
                            <li>Буквы и звуки; гласные-согласные; делим слова на слоги.</li>
                            <li>Последовательность событий</li>
                            <li>Графические диктанты (формирование школьной деятелности).</li>
                        </ul>
                    </li>
                    <p>Задания выполняются шариковой ручкой, простым и цветными карандашами.</p>
                    <li>Домашнее задание.</li>
                    <li>Музыкальная часть( (подготовка к праздникам): песенки, танцы,, игра на музыкальных инструментах
                        (бубны, колокольчики, маракасы, металлофоны).
                    </li>
                    <li>Ручной труд (поделнки из пластилина, природного метариала, рисуем акварельными и гуашевыми
                        красками, аппликация, совершенствование навыков пользования ножницами).
                    </li>
                    <li>Музыкальый празник "Золотая осень", "Новый год", "Празник мам и бабушек", "Здравствуй, лето".
                    </li>
                </ol>
                <p>Продолжительность занятия 2 часа 2 раза в неделю. Груповые занятия по 10 человек.</p>
            </div>
        </div>
        <!--Художественная лепка-->
        <div id="lesson5" class="lesson">
            <div class="lesson-image"></div>
            <h2 class="lesson-name">Художественная лепка (с 3-х лет и младшие школьники)</h2>
            <div class="lesson-description">
                <p>Продолжительность занятия для 3-4 года: 40 мин.; для 5 лет и старше: 1 час. 1 раз в неделю (суббота).</p>
            </div>
        </div>
        <hr>
        <h1>Индивидуальные занятия</h1>
        <!--Помощь школьнику-->
        <div class="lesson">
            <h2 class="lesson-name">"Подготовка к школе" (5-7 лет)</h2>
            <div class="lesson-description">
                Обучение чтению, письму и счету.
                <p>Продолжительность занятия 1 час.</p>
            </div>
        </div>
        <div class="lesson">
            <h2 class="lesson-name">Чтение (5-7 лет)</h2>
            <div class="lesson-description">
                <p>Продолжительность занятия 30 мин.</p>
            </div>
        </div>
        <div class="lesson">
            <h2 class="lesson-name">Помощь школьнику (1-4 класс)</h2>
            <div class="lesson-description">
                Ликвидация пробелов знаний по школьным программам:
                <ul>
                    <li>"Планета знаний"</li>
                    <li>"Школа России"</li>
                    <li>"Перспектива"</li>
                </ul>
                Объяснение трудных тем, закрепление пройденного материала, помощь в выполнении домашних заданий.
                <ul>
                    <li>Русский язык (1-4 класс)</li>
                    <li>Математика (1-9 класс)</li>
                    <li>Информатика</li>
                </ul>
                <p>Продолжительность занятия 1 час.</p>
            </div>
        </div>
    </div>
</main>
<?php require "contactsCorner.html"; ?>
</body>
</html>
