<!DOCTYPE html>
<html>
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <meta charset="UTF-8"/>
    <meta http-equiv="content-language" content="ru"/>
    <meta name="description" content='Занятия в Центре интеллектуального развития "Солнышко"'/>
    <link href="css/layout.css" rel="stylesheet"/>
    <link href="css/lessons.css" rel="stylesheet"/>
    <link href="css/top.css" rel="stylesheet"/>
    <link href="css/menu.css" rel="stylesheet"/>
    <link href="css/contactsCorner.css" rel="stylesheet"/>
    <link rel="SHORTCUT ICON" href="images/sun.gif" type="image/gif">
    <title>Солнышко</title>
</head>
<body>
<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (m, e, t, r, i, k, a) {
        m[i] = m[i] || function () {
            (m[i].a = m[i].a || []).push(arguments)
        };
        m[i].l = 1 * new Date();
        k = e.createElement(t), a = e.getElementsByTagName(t)[0], k.async = 1, k.src = r, a.parentNode.insertBefore(k, a)
    })
    (window, document, "script", "https://mc.yandex.ru/metrika/tag.js", "ym");

    ym(55363147, "init", {
        clickmap: true,
        trackLinks: true,
        accurateTrackBounce: true,
        webvisor: true
    });
</script>
<noscript>
    <div><img src="https://mc.yandex.ru/watch/55363147" style="position:absolute; left:-9999px;" alt=""/></div>
</noscript>
<!-- /Yandex.Metrika counter -->
<header>
    <?php require "top.html"; ?>
</header>
<main>
    <nav>
        <?php require "menu.html"; ?>
    </nav>
    <div class="lessons">
        <h1>Групповые занятия</h1>
        <!--Ранее развитие-->
        <div id="lesson1" class="lesson">
            <div class="lesson-image"></div>
            <h2 class="lesson-name">Ранее развитие (1,6-2 года)<br>"Развивалочка"</h2>
            <div class="lesson-description">
                <ol>
                    <li>Начало занятий – конструирование.</li>
                    <li>Речевая игра (с игрушками).</li>
                    <li>Пальчиковые игры ("тренируем пальчики - развиваем речь", жестовые игры).</li>
                    <li>Обучение счету в пределах 5-ти.</li>
                    <li>Знакомство с гласными буквами (10 букв). Учим стихи.</li>
                    <li>Дидактические игры на развитие моторики, мышления, памяти, внимания, закрепление букв, цветов,
                        форм.
                    </li>
                    <li>Физкультминутки в музыкальном сопровождении.</li>
                    <li>Первая пропись-раскраска (учимся правильно пользоваться цветными карандашами).</li>
                    <li>Музыкальная часть: Психогимнастика, Ритмика, Песенки с погремушками</li>
                    <li>Ручной труд (поделки из пластилина, природного материала, рисуем акварельными красками,
                        аппликация без ножниц).
                    </li>
                    <p>1-й месяц - пластилин, далее: 2 занятия краски, 2 занятия аппликация, 2 занятия пластилин.</p>
                    <li>Музыкальный праздник "Новый год" (возможен второй музыкальный праздник в конце учебного года в
                        мае).
                    </li>
                </ol>
                <p>Продолжительность занятий 40 мин. 2 раза в неделю.<br>Групповые занятия по 6 человек.</p>
                <p>Первый месяц занятия проводятся вместе с родителями для адаптации ребенка. Далее занятия проводятся
                    без родителей, при условии, если малыш позволит оставить его одного.</p>
            </div>
        </div>
        <!--Ритмопластика-->
        <div id="lesson2" class="lesson">
            <!--<div class="lesson-image"></div>-->
            <h2 class="lesson-name">Ритмопластика (2-3 лет)</h2>
            <div class="lesson-description">
                Ритмопластика - занятия для детей младшего возраста, на которых дети учатся двигаться под музыку,
                владеть своим телом, прорабатывают основные группы мышц, развивают внимание и память.
                На занятиях используются различные предметы, ленточки, обручи, кубики, маракасы и т.п.
                <p>Продолжительность занятия 40 мин. 2 раза в неделю.<br>Груповые занятия по 6 человек.</p>
            </div>
        </div>
        <!--Развивающшие игры-->
        <div id="lesson3" class="lesson">
            <div class="lesson-image"></div>
            <h2 class="lesson-name">Развивающие игры (3-4 года)</h2>
            <div class="lesson-description">
                <ol>
                    <li>Начало занятий – конструирование.</li>
                    <li>Речевая игра.</li>
                    <li>Пальчиковые игры ("тренируем пальчики - развиваем речь", жестовые игры).</li>
                    <li>Обучение счету в пределах 10-ти (прямой-обратный счет).</li>
                    <li>С 3 лет: Знакомство с гласными буквами (10 букв) со стихами. С 4 лет: Учим буквы со стихами.
                    </li>
                    <li>Дидактические игры на развитие моторики, мышления, памяти, внимания, закрепление букв, цветов,
                        форм.
                    </li>
                    <li>Физкультминутки в музыкальном сопровождении.</li>
                    <li>С 3 лет: Первые прописи (учимся правильно пользоваться цветными карандашами, выполнять
                        инструкции преподавателя). С 4 лет: Прописи на развитие мышления, моторики, памяти, внимания;
                        обводим буквы и цифры.
                    </li>
                    <li>Музыкальная часть: Психогимнастика, Ритмика, Песенки.</li>
                    <li>Ручной труд (поделки из пластилина, природного материала, рисуем акварельными красками,
                        аппликация без ножниц.).
                    </li>
                    <p>2 занятия краски, 2 занятия аппликация, 2 занятия пластилин.</p>
                    <li>Музыкальные праздники: "Золотая осень", "Новый год", "Праздник мама и бабушек", "Здравствуй,
                        лето".
                    </li>
                </ol>
                <p>Продолжительность занятий 1 час 2 раза в неделю.<br>Групповые занятия по 6-8 человек.</p>
                <p>Первый месяц занятия проводятся вместе с родителями для адаптации ребенка. Далее занятия проводятся
                    без родителей, при условии, если малыш позволит оставить его одного.</p>
            </div>
        </div>
        <!--Подготовка к школе-->
        <div id="lesson4" class="lesson">
            <div class="lesson-image"></div>
            <h2 class="lesson-name">Подготовка к школе (5-7 лет)</h2>
            <div class="lesson-description">
                <ol>
                    <li>Устные занятия: расширение кругозора, игры для развития фонематического слуха,
                        пространственно-временного представления, классификации предметов, словообразование,
                        согласование разных частей речи.
                    </li>
                    <li>5-7 лет: Повторение, изучение букв. Классификация букв: гласные-согласные, звонкие-глухие,
                        твердые-мягкие, с 6 лет: гласные 1-го и 2-го ряда, гласные, имеющие два звука. Соединяем буквы в
                        слоги, слоги в слова. Делим слова на слоги. Обучение чтению.
                    </li>
                    <li>5-7 лет: Обучение счету в пределах 10-ти (прямой-обратный счет). Цвета и формы. математические
                        понятия: знаки +,-,<,>,=. С 6 лет: Решение и составление примеров в пределах 10-ти, логические
                        задачи.
                    </li>
                    <li>Дидактические игры.</li>
                    <li>Физкультминутки в музыкальном сопровождении</li>
                    <li>Прописи:
                        <ul>
                            <li>Я пишу буквы (с 6 лет: пишем прописные буквы, 5 лет: печатные буквы и элементы прописных
                                букв).
                            </li>
                            <li>Я учусь математике (5-7 лет: задания на решение логических заданий, написание
                                математических знаков, цифр, сравнение чисел; с 6 лет: решение и составление примеров в
                                пределах 10-ти).
                            </li>
                            <li>5-7 лет: Буквы и звуки; гласные-согласные; с 6 лет: делим слова на слоги.</li>
                            <li> Последовательность событий.</li>
                            <li>Графические диктанты (формирование школьной деятельности).</li>
                            <p>Задания выполняются шариковой ручкой, простым и цветными карандашами.</p>
                        </ul>
                    <li>Домашнее задание.</li>
                    <li>Музыкальная часть (подготовка к праздникам): песенки, танцы, игра на музыкальных инструментах
                        (бубны, колокольчики, маракасы, металлофоны).
                    </li>
                    <li>Ручной труд (поделки из пластилина, природного материала, рисуем акварельными и гуашевыми
                        красками, аппликация, совершенствование навыков пользования ножницами).
                    </li>
                    <li>Музыкальные праздники: "Золотая осень", "Новый год", "Праздник мам и бабушек", "Здравствуй,
                        лето".
                    </li>
                </ol>
                <p>Продолжительность занятия 2 часа 2 раза в неделю.<br>Групповые занятия по 10 человек.</p>
            </div>
        </div>
        <!--Художественная лепка-->
        <div id="lesson5" class="lesson">
            <div class="lesson-image"></div>
            <h2 class="lesson-name">Художественная лепка (с 3-х лет)</h2>
            <div class="lesson-description">
                Лепка из пластилина – эффективные способ развития ребенка во многих областях: мелкая моторика рук и
                сенсорная чувствительность; образное, абстрактное, пространственное и логическое мышление; речь, память,
                интеллект, зрительное восприятие; фантазия и творческая активность, воображение.
                Программа занятий:
                <ul>
                    <li>Лепка объемных фигур</li>
                    <li>Пластилинография</li>
                    <li>Модульная лепка</li>
                    <li>Нетрадиционные техники лепки</li>
                    <li>Пальчиковая гимнастика для малышей (3-4 года)</li>
                </ul>
                <p>Продолжительность занятия для 3-4 года: 40 мин.; для 5 лет и старше: 1 час. 1 раз в неделю
                    (суббота).</p>
            </div>
        </div>
        <hr>
        <h1>Индивидуальные занятия</h1>
        <div class="lesson">
            <h2 class="lesson-name">Подготовка к школе (5-7 лет)</h2>
            <div class="lesson-description">
                Обучение чтению, письму и счету.
                <p>Продолжительность занятия 1 час.</p>
            </div>
        </div>
        <div id="lesson6" class="lesson">
            <h2 class="lesson-name">Чтение (5-7 лет)</h2>
            <div class="lesson-description">
                <p>Продолжительность занятия 30 мин.</p>
            </div>
        </div>
        <div id="lesson7" class="lesson">
            <h2 class="lesson-name">Помощь школьнику (1-4 класс)</h2>
            <div class="lesson-description">
                Ликвидация пробелов знаний по школьным программам:
                <ul>
                    <li>"Планета знаний"</li>
                    <li>"Школа России"</li>
                    <li>"Перспектива"</li>
                </ul>
                Объяснение трудных тем, закрепление пройденного материала, помощь в выполнении домашних заданий.
                <ul>
                    <li>Русский язык (1-4 класс)</li>
                    <li>Математика (1-9 класс)</li>
                    <li>Информатика</li>
                </ul>
                <p>Продолжительность занятия 1 час.</p>
            </div>
        </div>
        <div id="lesson8" class="lesson">
            <h2 class="lesson-name">Информатика (с 13 лет)</h2>
            <div class="lesson-description">
                <ul>
                    <li>Основы работы с компьютером с ОС Windows:</li>
                    <ul>
                        <li>Устройство файловой системы.</li>
                        <li>Скоропечатание.</li>
                        <li>Установка и удаление программ.</li>
                        <li>Базовые элементы настройки операционной системы.</li>
                    </ul>
                    <li>Основы работы в офисных приложениях Microsoft и их бесплатных аналогах.</li>
                    <li>Подготовка к ОГЭ по Информатике.</li>
                    <li>Ликвидация пробелов в знаниях по школьной программе «Информатика».</li>
                    <li>Обучение основам составления алгоритмов в среде Scratch.</li>
                    <li>Для старшеклассников обучение основам программирования на языке Pascal, С++. Основы
                        web-программирования (конструирования сайтов).
                    </li>
                </ul>
                <p>Продолжительность занятия 1 час.</p>
            </div>
        </div>
    </div>
</main>
<?php require "contactsCorner.html"; ?>
</body>
</html>
